Repository: AigizK/bashkort-parallel-corpora
Catalog: tmx/4733 - Баласа.tmx
Source language: ru
Languages: ba

source: Да и труба не сказать чтобы очень уж далеко ушла.
ba: Мөрйәһе лә әллә ҡайҙа китмәгән.

source: Но дым действительно идет прямо, поднимается высоко.
ba: Әммә төтөнө тура сыға, бейек күтәрелә.

source: Очень высоко поднимается дым.
ba: Бик бейек күтәрелә төтөнө.

source: Ответ, достойный и справедливый, нашелся, и ребята, избавившись от этой работы, почувствовали себя вольготнее.
ba: Ошондай иң тапҡыр, иң дөрөҫ, иң ғәҙел яуап табылғас, малайҙар хәстәрҙән бушап, иркеләйеп ҡалды.

source: А мы столько времени голову ломали.
ba: Күпме баш ватҡан булдыҡ.

source: Отгадка совсем рядом была!
ba: Баҡһаң, йомаҡ тың асҡысы эргәлә генә торған икән!

source: Но остался во мне комочек твердый, непромятый, — сомнение маленькое.
ba: Минең әсемдә шулай ҙа бер төйөр ҡалды.

source: И все-таки, по самой совести — чей дом выше?
ba: Дөрөҫөн генә әйткәндә, кем ыҙмаһы бейек һуң әле?

source: Потом, когда подрасту, я найду ответ.
ba: Тик үҫә төшкәс кенә мин ул һорауға бер сама яуап табасаҡмын —

source: Примерно такой: чей кулак крепче, того и дом выше...
ba: кемдең йоҙроғо ҡаты, шуның ыҙмаһы бейек була...

source: С минарета мечети донесся азан муэдзина.
ba: Мәсет манараһынан мәзиндең аҙан ауазы яңғыраны.

source: И праздничный дух снова вернулся ко мне.
ba: Йәнемә яңынан байрам рухы ҡайтты.

source: Святой день пришел сегодня на землю.
ba: Ергә бөгөн шундай изге көн килде.

source: Все дома высоки, все люди равны.
ba: Бөтә ыҙмалар ҙа бейек, бөтә әҙәмдәр ҙә тигеҙ.

source: Где-то близко-близко, может, за Зеленой Горой, овцы и волки вместе, одним стадом ходят.
ba: Ҡайҙалыр бик яҡында гына, ахыры, беҙҙең Йәшелтау артында, һарыҡтар менән бүреләр бер көтөүҙә йөрөй.

source: Пасет стадо мальчик в резиновых калошах, в бархатной тюбетейке, в красных штанах и в синей рубахе.
ba: Резинка галошлы, бәрхәт түбәтәйле, ҡыҙыл ыштанлы, зәңгәр сатин күлдәкле малай шул көтөүҙе көтөп йөрөй.

source: То овца подойдет к нему и оближет руку, то волк.
ba: Әле бүре ләр, әле һарыҡтар килеп уның ҡулын ялап китә...

source: Я, как замечтаюсь, все не свете забываю — такая уж привычка.
ba: Минең ана шулай онотолоп хыялға бата торған ғәҙәтем бар.

source: Вот и сейчас...
ba: Бына әле лә...

source: Вдруг кто-то ткнул меня в печенку.
ba: Кемдер минең бөйөрөмә төрттө.

source: Я вздрогнул.
ba: Мин тертләп киттем.

source: Рядом стоит Ибрай и ухмыляется.
ba: Минең эргәлә, ауыҙын йырып, Ибрай баҫып тора.

source: — Слышал, что Хамитьян про тебя говорит? — и сладко посочувствовал: — Ай-ай-ай!
ba: — Ишетәһеңме, ана, Хәмитйән нимә ти һиңә? — тип ыҫылдай Ибрай.

source: — Нет, не слышал, — сразу встревожился я. —
ba: — Ишетмәйем.

source: Да все твердит: Пупок да Пупок.
ba: — Кендек, Кендек, Кендек... — ти ул һиңә.

source: Я вспыхнул.
ba: Мин тоҡанып китәм.

source: Хамитьян своей длинной, как огурец, головой покачал: — Не говорил я, биллахи, не говорил.
ba: Хәмитйән арҡыры башын сайҡай: — Юҡ, әйтмәнем, биллаһи, әйтмәнем, — ти.

source: Ибрай уже Хамитьяну нашептывает: — Видишь, губы у него шевелятся?
ba: Ибрай инде Хәмитйәнгә килеп бышылдай: — Күрәһеңме, ана тегенең ирене ҡыймылдай.

source: Это он тихонько, чтобы ты не слышал, шепчет про себя:
ba: Нимә ти ул?

source: «Огуречная Голова! Огуречная Голова!»
ba: Арҡыры баш, Арҡыры баш, Арҡыры баш, ти...

source: Я, чуть не со слезами в голосе, говорю: — Хлебом, солнцем клянусь
ba: Мин иларҙай булып танам: — Яҡты ҡояш, икмәк өҫтө!

source: — не говорил!
ba: Әйтмәнем, — тим.

source: Хамитьян ведь сирота, а сироту в курбан-байрам обижать грех.
ba: — Хәмитйән бит етем, етем кешене ҡорбан байрамын да рәнйетергә ярамай,—тим.

source: — Хе, ему-то на курбан-байрам наплевать...
ba: — һы, ул бер ҙә ҡорбан тип тормай...

source: Вон в кадыке у него булькает.
ba: Ана, күҙен сылт-сылт йома:

source: Это он Пупка про себя повторяет.
ba: Кендек, Кендек, кендек тиеүе шул уның. Эсенән ҡабатлай...

source: Кадык у Хамитьяна и вправду булькает и перекатывается.
ba: Хәмитйәндең күҙе, ысынлап та, сылт-сылт килеп тора ине.

source: Нет, это неспроста.
ba: Тиктәҫкә түгел был.

source: Вполне станется, что меня потихоньку обзывает.
ba: Эсенән генә миңә исем атауы бик ихтимал.

source: Ишь, тихоня...
ba: Ух, йыуаш, имеш...

source: В этой вислоухой огуречной голове всякие, наверное, подлые мысли роятся.
ba: һалынҡы ҡолаҡлы ул Арҡыры башта әллә ниндәй аҫтыртын уй барҙыр әле.

source: Ком злости подкатил к горлу.
ba: Асыу төйөнө минең тамағыма тығыла.

source: Перехватило дыхание.
ba: Тыным ҡыҫыла.

source: На кончике языка Хамитьяново прозвище висит и жжется.
ba: Тел осома Хәмитйәндең ҡушаматы килеп аҫылына.

source: Оно как росинка на листочке травы, вот-вот упадет.
ba: Ул, үлән ҡыяғынан бына-бына тамырға торған тамсы һымаҡ, хәҙер өҙөлөп төшәсәк.

source: Не удержал, упало: — Ты кадык-то свой утихомирь,
ba: Тыя алманым, ысҡынды: — Күҙеңде бескелдәтмә.

source: Огуречная Голова!
ba: Арҡыры баш, — тинем.

source: — А ты моего кадыка не касайся.
ba: — Минең күҙҙә эшең булмаһын,

source: Ты лучше свой пуп знай.
ba: кендегеңде өйрәт, — тип яуапланы теге.

source: Вот уж такого-то я никак не ожидал.
ba: Мин был тиклемен үк көтмәгәйнем.

source: — Смотри, чтоб я твою огуречную голову не обстругал!
ba: — Ҡара уны, арҡыры башыңды буй итермен!

source: — Ткну в пуп — брюхо лопнет.
ba: — Кендегеңә төртөп, мин әсеңде тишермен!

source: — Не стращай, Огуречная Голова!
ba: — Ҡурҡытма, Арҡыры баш!

source: — Ох, напугал! Пуп-пок!
ba: — Өркөтмә, Кендек!

source: — Огурец! Огурец!
ba: — Арҡыры баш, Арҡыры баш!

source: — Пупок! Пупок! Пупок!
ba: — Кендек, Кендек, Кендек!

source: Тут мальчишки, медленно стянувшись в круг, обступили нас.
ba: Был ваҡыт малайҙар, икебеҙҙе түңәрәк эсендә ҡалдырып, беҙҙе уратып алғайны.

source: Ваша сила, мой запал! — принялся науськивать Ибрай.
ba: Һеҙҙән ҡеүәт, минән көс! — тип Ибрай һөсләтергә кереште.

source: Нас уже можно было и не стравливать.
ba: Хәҙер беҙ икебеҙ ҙә һөсләтеүгә мохтаж түгел инек инде.

source: Кулаки сжаты, зубы стиснуты.
ba: Йоҙроҡтар күптән төйнәлгән, тештәр ҡыҫылған.

source: Я первым налетел на Хамитьяна.
ba: Беренсе булып мин Хәмитйәнгә осоп ҡундым.

source: Он отпрыгнул и со словами «Не жди спуска, твоя бражка — моя закуска!» пнул меня в живот.
ba: Ул бер аҙ артҡа сигенде лә: «Байрам ашы — ҡара ҡаршы», — тип минең әсемә типте.

source: Я зажался и согнулся.
ba: Мин бөгөлөп төштөм.

source: Но тут же, собрав дыхание, врезал вражине по носу.
ba: Шунда уҡ һушымды йыйып дошмандың танауына килтереп тондорҙом.

source: Брызнула кровь.
ba: Унан борхолдап ҡан бәреп сыҡты.

source: При виде крови я растерялся.
ba: Ҡан күргәс, мин ҡойолоп төштөм,

source: Хамитьян же совсем разъярился.
ba: Хәмитйән бөтөнләй илереп китте.

source: — Кровь за кровь! — сказал он, хватая ворот моей рубахи.
ba: — Ҡанға — ҡан!—тип минең күлдәк яғамдан эләктереп алды.

source: Я рванулся,
ba: Мин кинәт тартылдым.

source: и в кулаке Хамитьяна остался огромный синий лоскут.
ba: Күлдәк умырылып сыҡты.

source: Теперь уже у меня белый свет в глазах померк.
ba: Хәҙер инде мин аҡты-ҡараны күр мәҫтәй булып шаштым.

source: Мы то сцепимся, то расцепимся, друг дружку кулаками молотим.
ba: Беҙ, бер-беребеҙгә йәбешеп, йә көрмәкләшеп китәбеҙ, йә ысҡынып, аяуһыҙ йоҙроҡтар яуҙырырға керешәбеҙ.

source: Я ни боли не чувствую, ни злости.
ba: Мин ауыртыу ҙа һиҙмәйем, асыу ҙа татымайым.

source: Только жар и задор битвы.
ba: Бары сәм генә — һуғыш сәме генә ҡалды миндә.

source: Мальчишки, словно колья вколоченные, стоят и не шелохнутся.
ba: Малайҙар, ҡаҡҡан ҡаҙыҡ төҫлө, ҡымшанмай ҙа баҫып торалар.

source: Один Ибрай бегает, жару подсыпает.
ba: Тик Ибрай ғына беҙ ҙең тирәлә һикергеләп йөрөй:

source: — Держись, не поддавайся! — подсобляет он кому-то из нас.
ba: — Бирешмә, бирешмә! — ти ул, ҡайныбыҙғалыр көс бирә.

source: — Ваша сила — мой язык!
ba: — һеҙҙән йоҙроҡ, минән тел!

source: Голос его издалека, будто из-за леса, доносится.
ba: Мин уның тауышын алыҫтан, урман артынан ишеткән кеүекмен...

source: В этот миг кулак Хамитьяна и въехал мне в глаз.
ba: Тап шул ваҡыт Хәмитйәндең йоҙроғо минең күҙ төбөнә килеп тейҙе.

source: Вот тогда, в восемь лет, я и испробовал впервые, как это «искры из глаз сыплются».
ba: «Күҙҙән уттар сәселде» тигән нәмәне мин тәүтапҡыр ана шунда, һигеҙ йәшем дә, татыным.

source: (Потом-то жизнь не скупо огоньку подсыпала.)
ba: (Унан һуң донъя байтаҡ ут күрһәтте.)

source: Истинная правда, сначала искры брызнули, а потом перед глазами черные круги покатились.
ba: Эйе, башта осҡондар сәселде, унан һуң күҙ алдым да ҡара түңәрәктәр тәгәрәргә кереште, ләкин мин бирешмәнем.

source: Но я выстоял, тут же очнулся и вцепился в вислое Хамитьяново ухо.
ba: Шунда уҡ иҫемә килеп, Хәмитйәндең һалбыр ҡолағына йәбештем.

source: Он вырываться не стал, напротив, качнулся ко мне и, собрав всю злость, огуречной своей головой двинул меня в скулу.
ba: Ул тартылманы, кире һенсә, миңә табан тайшанды ла, йән асыуын йыйып, башы менән минең сикәмә төкөнө...

source: Сколько бой дальше шел, не помню.
ba: Бынан ары алыш күпме һәм нисек барғандыр, асыҡ ҡына хәтерләмәйем.

source: Но, кажется, дубасили мы друг друга еще порядком.
ba: Әммә шунан һуң да бер-беребеҙҙе байтаҡ дөмбәҫләнек буғай.

source: Я выдохся раньше.
ba: Минең хәлем тиҙерәк бөттө.

source: Хамитьян и годами был постарше, и телом покрепче.
ba: Хәмитйән миңә ҡарағанда йәшкә лә олораҡ, кәүҙәгә лә мыҡтыраҡ ине.

source: Почуяв, что я обессилел, он сгреб руками мои штаны в поясе, крутанул меня и ударил оземь хребтом.
ba: Ахырҙа, хәлем мөшкөлләнгәнде самалап, ул мине, ыштан бөрмәмдән алып, өйөрөлдөреп-өйөрөлдөрөп йөрөттө лә һыртым менән ергә һуҡты.

source: Что-то острое, твердое впилось в лопатку.
ba: Ҡалаҡ һөйәгем аҫтына ҡаты, осло нәмә килеп төртөлдө.

source: Наверное, камень.
ba: Күрәһең, ҡырлы таш булды.

source: Из меня дыхание выскочило.
ba: Минең һыным ҡатты.

source: Вконец ошалевший Хамитьян вспрыгнул коленями мне на грудь.
ba: Ҡотороу сигенә еткән Хәмитйән минең күкрәгемә менеп тубыҡланды.

source: У меня что-то теплое выкатилось из уголка рта, побежало по лицу.
ba: Ауыҙ ситемдән ниндәйҙер йылы нәмә тәгәрәп сығып, битем буйлап югерҙе.

source: Я тону, погружаюсь, ухожу куда-то.
ba: Мин ҡайҙалыр батып барам, батып барам.

source: Хочу крикнуть: «Спасите меня, разнимите нас!»
ba: «Аралағыҙ беҙҙе, ҡотҡарығыҙ мине!» — тип ҡысҡырмаҡсы итәм.

source: Но крикнуть не могу, сил нет.
ba: Ҡысҡырырлыҡ хәлем юҡ.

source: Мальчишки, обступившие нас, давно уже — как тын стоят, не качнешь.
ba: Беҙҙе әйләндерел баҫҡан малайҙар инде эреле-ваҡлы ҡаҡҡан ҡаҙыҡтарға әйләнгән.

source: Кричи не кричи, не услышат.
ba: Ҡысҡырһам да, ишетмәҫтәр.

source: Только глаза блестят.
ba: Бары күҙҙәре генә йылтырай.

source: Да и не глаза это — сучки пустые.
ba: Улар ҙа ысын күҙ түгел, ботаҡ тишектәре икән. .

source: Через сорок четыре года случай, подобный этому, повторился еще раз.
ba: ..Ҡырҡ дүрт йыл үткәс, быға оҡшаған хәл ғүмеремдә тағы бер тапҡыр ҡабатланды.

source: Некто, кто и на дух меня не принимает, стал горстями бросать в меня грязь.
ba: Мине күрә алмаусы берәү ул саҡ услап-услап минең әҫтәмә бысраҡтар ырғытты.

source: Меня самого, мою любовь, мое дело унижал, на сердце наступил, из души кровь брызнула.
ba: Минең эшемде, шәхесемде, мөхәббәтемде кәмһетте, йөрәгемде менеп тапаны, йәнемдән ҡара ҡан эркелеп сыҡты.

source: Тогда тоже крепким тыном окружили нас люди.
ba: Ул көндө лә беҙҙе кешеләр текмәһе уратып алғайны.

source: Но и хулитель мой не был добрым по природе мальчиком, которого я сам ухитрился из себя вывести, и смотрела на это не беспечная ребятня, дружки по играм
ba: Бысраҡ һибеүсе тәбиғәте менән йыуаш, бары минең үҙ арҡамда ғына сығырынан сыҡҡан бала, ә битараф ҡарап тороусылар бергә уйнап йөрөгән ғәмһеҙ, аңра малайҙар түгел ине.

source: — взрослые люди, с которыми одному делу служили, горести и радости делили, жизнь вместе правили...
ba: Бергә хеҙмәт иткән, ҡайғы-шатлыҡ бүлешкән, яҙмыш уртаҡлашҡан оло кешеләр ине.

source: Думал: не заступятся ли?
ba: Ҡурсаламаҫтармы, тип өмөт иттем.

source: Нет, промолчали.
ba: Өндәшмәнеләр.

source: А ведь они вроде бы уважали меня, кто-то даже любил, кажется.
ba: Ә бит улар мине ихтирам итә, ҡайһы бер ҙәре хатта ярата кеүек ине.

source: Испугались?
ba: Ҡурҡтылармы?

source: Или подумали: «Нам-то частенько попадает, пусть же и он разок отведает».
ba: Әллә: «Беҙгә эләгә тора бит, уға ла эләкһен әле», — тинеләрме икән?

source: Может, они и правы по-своему, а?
ba: Бәлки, улар үҙҙәренсә хаҡлы ла булғандыр...

source: ...До этого мальчишки меня не притесняли, зазря не трепали.
ba: Быға тиклем малайҙар ҡушаматымды әйтеп үсекләүҙән тыш мине ерле юҡҡа ҡыйырһытманы.

source: Старшие защищали, под крыло свое брали.
ba: Дәүерәктәр ҡанат аҫтына ала килде.

source: Что же сейчас случилось?
ba: Хәҙер нимә булды һуң?

source: Почему никто не стащит оседлавшего меня Хамитьяна?
ba: Ниңә минең өҫтән берәү ҙә Хәмитйәнде тартып төшөрмәй?

source: Вдруг эти колья с глазами с места тронулись, понеслись, вокруг меня побежали.
ba: Баяғы күҙле ҡаҙыҡтар, бер-береһен ҡыуып, түңәрәк тирәләп әйләнә башлай.

source: И как твердая ось кружащегося мира стоит моя Старшая Мать.
ba: Әйләнгән ерҙең үҙәге һымаҡ, уртала минең Оло инәйем баҫып тора.

source: Бег замедлился, небо и земля на свое место вернулись, встали.
ba: Донъя яңынан үҙ урынына ултыра.

source: Теперь я уже сам, покачиваясь, то ли лечу, то ли плыву куда-то.
ba: Инде мин үҙем, аҡрын ғына бәүелеп, ҡайҙалыр әллә осоп, әллә йөҙөп барам.

source: Что-то теплое, мягкое чувствую под щекой.
ba: Яңағымда йомшаҡ, йылы нәмә һиҙәм.

source: И тут же узнаю — это рука Старшей Матери, будто ладонь сама ее имя шепнула.
ba: Был Оло инәйемдең ус төбө — мин уны шун да уҡ таныным.

source: И потом, всю мою жизнь, тепло и сила этих рук будут оберегать и защищать меня.
ba: Ошо ҡулдың йылыһы һәм ҡөҙрәте бынан ары ла мине бөтә ғүмерем буйы һаҡлаясаҡ һәм яҡлаясаҡ.

source: Самым верным, самым надежным убежищем будут эти руки неразумной моей голове.
ba: Минең тынғыһыҙ һәм дыуамал башым өсөн ул иң ышаныслы, иң мәрхәмәтле төйәк буласаҡ,

source: И, вероятно, в свой последний вздох мало что я вспомню, с немногим из того, что дорого мне, успею попрощаться,
ba: һуңғы һулышымды алған мәлемдә мин, моғайын, бик аҙ нәмәләрҙе хәтергә төшөрөргә, бик аҙ заттар менән хушлашырға өлгөрөрмөн.

source: но только знаю: руки уже давно ушедшей Старшей Матери вспомню, с теплом их попрощаюсь.
ba: Ләкин шуныһын асыҡ беләм: әллә ҡасан донъя ҡуйған Оло инәйемдең йомшаҡ ҡулын иҫкә алырға,_ уның йылыһы менән хушлашырға ваҡыт табырмын.

source: Иначе и быть не может.
ba: Башҡаса мөмкин түгел.

source: Тишина, и то ли лечу, то ли плыву я в этой странной тишине.
ba: Сәйер тынлыҡ эсендә әллә осоп, әллә йөҙөп барам.

source: Хорошо и покойно моей голове на ладони Старшей Матери.
ba: Башым Оло инәйемдең ус төбөндә рәхәтләнеп ята.

source: Солнечные лучи будто дергают меня за ресницы, раскрывают глаза.
ba: Ҡояш нурҙары, әйтерһең, керпектәремдән тар тып, минең күҙҙәремде аса.

source: Сначала я вижу высокое синее небо, потом горестное лицо Старшей Матери.
ba: Мин башта бейек зәңгәр күкте, унан һуң Оло инәйемдең хәсрәтле йөҙөн күрәм.

source: Она несет меня на руках.
ba: Ул мине күтәреп бара.

source: Наверное, домой...
ba: Моғайын, өйгә ҡайтып киләбеҙҙер...

source: Меня уложили на половине, которая выходит на улицу — на гостевой половине.
ba: Мине урам яҡ өйгә — ҡунаҡ өйөнә һалдылар.

source: В другое время нам сюда и носа не сунуть.
ba: Башҡа ваҡытта бында инеп йөрөү ҙә һирәк эләгә беҙгә.

source: А сейчас я в переднем углу на мягкой перине, словно вельможа какой, раскинулся...
ba: Хәҙер түр башында йомшаҡ түшәк өҫтөндә йәйелеп ятам, әйтерһең дә, бер түрә...

source: Только не очень-то раскинешься.
ba: Артыҡ йәйелеп тә булмай шул әле.

source: При каждом вздохе под лопаткой боль прямо огнем прожигает.
ba: Тын алған һайын ҡалаҡбаш һөйәген нимәлер яндырып өтөп ебәрә.

source: Прокашляться даже не могу, сразу изо рта спекшаяся кровь кусочками вылетает.
ba: Тамаҡ ҡырыр әмәл юҡ, уҡмашҡан ҡан борхолдап килеп сыға.

source: Возле меня большое полотенце с красной каймой положили кровь эту вытирать.
ba: Ул ҡанды һөртөп торорға минең эргәмә ҡыҙыл башлы оҙон таҫтамал һалдылар.

source: Никто, меня жалеючи, Хамитьяна проклинаючи, не ныл, не причитал.
ba: Мине ҡыҙғанып сеңләүсе лә, Хәмитйәнде ҡарғап һөрәнләүсе лә булманы.

source: Один раз зашел отец.
ba: Бер тапҡыр эргәмә атайым инеп сыҡты.

source: Он долго и пристально смотрел на меня, потом вздохнул: — Ладно, крепче будешь...
ba: Ул миңә текләп ҡарап торҙо ла көрһөнә биреп ҡуйҙы: — Ярай, нығыраҡ булырһың... — тине,

source: Тем и утешил.
ba: бөтә йыуатыуы шул булды.

source: Старшие братья зашли, взглянули молча и вышли.
ba: Ағайҙарым өндәшмәй генә күҙ һалып сыҡтылар.

source: Маленьких, кажется, ко мне не пускают.
ba: Бәләкәстәрҙе, ахыры, минең янға индермәйҙәр.

source: Пока что их не видно.
ba: Әле күҙгә күренгәндәре юҡ.

source: Младшая Мать нагнулась ко мне, губами коснулась лба.
ba: Кесе инәйем эйелеп минең маңлайыма ирендәрен тейҙерҙе.

source: И несколько крупных слез ее упали мне на лицо.
ba: Шул саҡ битемә уның бер нисә бөрсөк эре-эре күҙ йәше тамды.

source: Эта теплая влага словно оживила меня, взбодрила дух.
ba: Шул йылы дым, гүйә, миңә хәл кертте, рухымды иркәләне.

source: Чувство благодарности поднялось во мне,
ba: Күңелемдә ҡапыл рәхмәт тойғолары уянды.

source: захотелось самыми добрыми словами утешить ее.
ba: Иң кәрәкле һүҙҙәрҙе генә әйтеп, уның үҙен йыуатҡым килде:

source: — Не плачь, Младшая Мать, не плачь, я тебя тоже люблю...
ba: — Илама, Кесе инәйем, илама, мин һине лә яратамсы, — тинем.

source: — Да-да, любишь, тоже любишь, — сказала Младшая Мать, — я же не потому плачу...
ba: — Эйе, яратаһың, мине лә яратаһың, — тине Кесе инәйем, — мин бит ул хаҡта иламайым.

source: Я совсем не плачу...
ba: Мин бөтөнләй иламайым...

source: Что болит, деточка?
ba: Ҡайһы ерең ауырта, балам?

source: — Теперь уже нигде не болит, — говорю я.
ba: — Инде бер ерем дә ауыртмай, — тинем мин.

source: Правду скажешь — не очень-то Младшую Мать утешишь.
ba: Дөрөҫөн әйтеп, Кесе инәйемде ҡайғыртып булмай бит инде.

source: — Курбан-байрам еще не кончился?
ba: — Ҡорбан байрамы бөтмәнеме әле?

source: — Нет, еще не кончился.
ba: — Юҡ, бөтмәне.

source: Видишь, сколько праздничного угощения.
ba: Ана, күрәһеңме, алдыңда ни тиклем байрам һыйы, хатта шәрбәт тә бар.

source: Поел бы, сынок.
ba: Тамағыңа ҡабыр инең.

source: Передо мной стоял поднос, полный всякой вкусной еды.
ba: Минең яныма батмус тултырып тәмле-томло аштар ҡуйылған.

source: При виде ее меня затошнило.
ba: Уларҙы күргәс тә, күңелем болғанып китте.

source: — Ты собери что повкусней и отнеси Асхату, Младшая мать, — прошу я. — Ему лошадь ухо откусила.
ba: — Тәмле нәмәләрҙе йыйып, Әсғәткә илтеп бир, Кесе инәйем, зинһар, — тип ялбарам, — уның ҡола ғын ат тешләп өҙҙө.

source: Они на одной затирухе сидят,
ba: Улар ыумас ыуып ҡына торалар.

source: — сдерживая тошноту, я закрываю глаза.
ba: — Бына-бына уҡшып ебәрәм тип ҡурҡып, күҙҙәремде йомам.

source: — Хорошо, сынок, — говорит Младшая Мать и, забрав поднос, выходит.
ba: — Ярар, балам,—тип Кесе инәйем батмусты алып сығып китә.

source: Из другой половины зашла Старшая Мать, принесла большой чайник и стала поить меня из носика какой-то горькой водой.
ba: Аш өйөнән сығарып, Оло инәйем сәйнүк морононан миңә ниндәйҙер әсе һыу эсерә.

source: Должно быть, полынный отвар.
ba: Әрем һыуы булырға тейеш.

source: Вот тебе и праздничное угощение!
ba: Бына һиңә байрам һыйы!

source: Во рту вяжет.
ba: Ауыҙҙы бороп бара,

source: Но с каждым глотком дальше пить хочется.
ba: ә үҙен уртлаған һайын уртлағы килә.

source: — Для печени, для почек это целебно, пей, сынок, пей.
ba: — Талаҡ-бауырыңа шифа булыр, эс, балам, эс, — ти.

source: Вскоре будто что-то спало с груди. ...
ba: Бер аҙҙан күңел өҫтө еңеләйеп китте. ...

source: Даже хорошо мне стало.
ba: Хатта миңә рәхәт тә.

source: Я уже на отлогом широком склоне Зеленой Горы погожим ясным днем пасу стадо.
ba: Мин инде Йәшелтау ләүендә, иҫ киткес йәмле, аяҙ көндә көтөү көтәм.

source: Белоснежные кудрявые ягнята с серыми волчатами скачут.
ba: Ап-аҡ бөҙрә бәрәстәр һоро бүре балалары менән ҡыуышып, һикерешеп уйнап йөрөй.

source: Друг друга понарошку за уши кусают, треплют.
ba: Тегеләр юрамал ғына бер-береһенең ҡолағынан тешләгән була.

source: Их отцы и матери — бараны и овцы взрослые, волки и волчицы матерые — в сторонке стоят, на дружбу своих детей смотрят, не налюбуются.
ba: Уларҙың инәләре менән аталары — оло һарыҡтар менән оло бүреләр — бәпестәренең татыулығын һоҡланып, ситтән генә ҡарап тора.

source: Даже про еду от радости забыли.
ba: Ҡыуаныстарынан тамам ашауҙан яҙғандар.

source: Вот один волчок бестолкового барашка за хвост дернул.
ba: Бына бер аңра бүое балаһы иҫәр бәрәстең ҡойроғонан тартты.

source: Тот заблеял отчаянно, будто впору с жизнью прощаться, а сам отбежал и с разбега приятеля под ребра стукнул.
ba: Теге мәэлдәп бәлә һалырға кереште, үҙе шунда уҡ, сигенә биреп, иптәшенең ҡабырғаһына килеп төкөнө.

source: Тут и все бараны и овцы распалились, на волков набросились — глазом я не успел моргнуть, враз всех передушили.
ba: Быны күргән бөтә һарыҡтар, сәмләнеп, бүреләргә ташланды һәм күҙ асып йомғансы тегеләрҙе бер юлы быуып, ҡырып һалды,

source: Овцы куда-то исчезли, только волчьи трупы лежали на склоне...
ba: һарыҡтар ҡайҙалыр китеп юғалды, тау битләүендә бары бүре үләкһәләре генә ятып ҡалды...

source: А тут — уже с огнем и водой история началась.
ba: Инде ут менән һыу мажараһы башланды.

source: Они — вместе рядышком бежали.
ba: Тәүҙә улар икәүһе йәнәшә килә.

source: Вода течет, извивается, а огонь, красную гриву свою разметав, берегом несется.
ba: Һыу боролоп-боролоп аға, ә ут, ҡыҙыл ялдарын туҙғытып, яр буйлап югерә.

source: Река такая радостная, счастливая, волшебная тень огня падает на ее гладь.
ba: Йылға шундай шат, бәхетле, уның өҫтөнә уттың тылсымлы шәүләһе төшә.

source: Тысячи разноцветных лучей играют на воде.
ba: Мең төрлө нур уйнай һыу өҫтөндә.

source: Сама своей красе удивляясь, спешит куда-то бедняжка-река.
ba: Үҙ матурлығына үҙе таң ҡалып, ҡайҙалыр ашыға бахыр йылға.

source: На праздник?
ba: Байрамғамы?

source: На свадьбу?
ba: Туйғамы?

source: Не сдержала своей радости какая-то капля, подпрыгнула и упала нечаянно в огонь.
ba: Шатлығына сыҙай алмай һикергән бер тамсы яңылыш утҡа тамды.

source: Взметнул пламя гордый огонь, оскорбился.
ba: Тәкәббер ут быға үтә ғәрләнде,

source: Зашипел и в ярости на воду набросился.
ba: ыҫылдап, шунда уҡ һыуға ябырылды.

source: Та слова даже молвить, пощады попросить не успела, в пар превратилась, туманом по миру развеялась.
ba: Тегеһе рәхим һорап һүҙ әйтергә лә өлгөрә алманы, томанға әйләнеп, йыһанға таралды.

source: Огонь же, по своей жестокой глупости подруги лишившись, — от злости ли, от раскаяния ли, не знаю отчего — клубком свернулся и покатился к краю горизонта.
ba: Үҙ тинтәклеге арҡаһында һыуҙан айырылған ут, асыуынанмы, үкенеүенәнме — белмәйем, ниҙәндер — йомғаҡ булып йомарланып, офоҡ ситенә табан тәгәрәне.

source: Вон и сейчас еще, горящую злость свою рассыпая, катится...
ba: Ана әле булһа, зәһәрен сәсә- сәсә, тәгәрәп бара...

source: А на земле и капли воды не осталось.
ba: Ерҙә тамсы һыу ҡалмаған.

source: Воды!
ba: — һыу!

source: — На, дитятко!
ba: — Мә, балам,

source: — Старшая Мать протягивает мне носик все того же чайника.
ba: — Оло инәйем минең иренемә баяғы сәйнүк моронон килтереп терәй.

source: — Так хорошо ты, сладко спал, — говорит она.
ba: — Шундай һәйбәт, тыныс йоҡланың, — ти ул.

source: — Сейчас уже утро.
ba: — Хәҙер инде иртәнсәк.

source: Солнце из окошка прямо в изголовье мне падает.
ba: Урам тәҙрәһенән минең битемә ҡояш төшә.

source: Я медленно переворачиваюсь на бок, лицом к свету.
ba: Мин яй ғына ҡояшҡа табан боролам.

source: И тут же в окошке осторожно всплывает наголо бритая огуречная голова Хамитьяна.
ba: Шул саҡ тәҙрә ҡаршыһында аҡрын ғына Хәмитйәндең арҡыры таҡыр башы ҡалҡып сыға.
